Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Zlecenie na płytki pancerza pełzaczy
uk: Замовлення на панцирі повзунів

source: Zlecenie od Volkera
uk: Наказ Волкера

source: Zlecenie polowania na Krwiożercę.
uk: Мисливське замовлення на Кровососа.

source: Zlecenie polowania na Twardziela.
uk: Мисливське замовлення на Міцнюгу.

source: Zlecenie polowania na Tłuściocha.
uk: Мисливське замовлення на Товстуна.

source: Zlecenie polowania na białego niedźwiedzia.
uk: Мисливське замовлення на білого ведмедя.

source: Zlecenie polowania na chore szczury.
uk: Мисливське замовлення на заражених щурів.

source: Zlecenie polowania na kryształowego golema.
uk: Мисливське замовлення на кришталевого голема.

source: Zlecenie polowania na lodowe wilki.
uk: Мисливське замовлення на крижаних вовків.

source: Zlecenie polowania na niepokojącą bestię.
uk: Мисливське замовлення на тривожного звіра.

source: Zlecenie polowania na przerośniętego ścierwojada.
uk: Мисливське замовлення на падальника-переростка.

source: Zlecenie polowania na smoki.
uk: Мисливське замовлення на драконів.

source: Zlecenie polowania na trolle górskie.
uk: Мисливське замовлення на гірських тролів.

source: Zlecenie polowania na wściekłego dzika.
uk: Мисливське замовлення на скаженого кабана.

source: Zlecenie polowania na śpiącego cieniostwora.
uk: Мисливське замовлення на сплячого тінезвіра.

source: Zlecenie porwania Jorna
uk: Замовлення на викрадення Йорна

source: Zleceniodawca nie zjawił się w umówionym miejscu, ale zostawił moją nagrodę i liścik.
uk: Мій замовник не з'явився в домовленому місці, але залишив винагороду та записку.

source: Zlecił komuś obcemu zajmowanie się naszymi wewnętrznymi problemami? No to już wiem, kto dostanie dodatkowe nocne warty.
uk: Він доручив сторонньому розібратися із нашими внутрішніми проблемами? Тепер я знаю, хто отримає додаткові нічні чергування.

source: Zleciłem chłopakowi zerwanie ziół i zaniesienie ich alchemikowi.
uk: Я доручив хлопчині зібрати трави і віднести їх алхіміку.

source: Zleciłem jego wykonanie pewnemu łowcy, tu, na Archolos, ale nie zaryzykuję czyjegoś życia, dopóki nie będę miał absolutnej pewności, do czego on służy.
uk: Я замовив його виготовлення одному мисливцю, тут, на Архолосі. Але я не буду ризикувати чиїмось життям, поки не буду повністю впевнений, для чого він потрібен.

source: Zleciłem to komuś innemu. Możesz wrócić do swoich spraw.
uk: Я доручив це комусь іншому. Можеш повертатися до своїх справ.

source: Zmarli otrzymają honorowe pochówki, a rodzinom zostaną wypłacone stosowne świadczenia.
uk: Мертві будуть поховані з почестями, а сім'ям загиблих буде виплачена відповідна допомога.

source: Zmarnowałem kolejne zwoje, chyba nie mam wyboru i muszę wrócić do Riordiana.
uk: Я змарнував ще один сувій, схоже, у мене немає іншого вибору, окрім як повернутися до Ріордіана.

source: Zmarnowałeś wiele godzin mojej pracy! Nie mówiąc już o materiałach potrzebnych do tego zaklęcia!
uk: Ти змарнував багато годин моєї праці! Не кажучи вже про матеріали, необхідні для цього заклинання!

source: Zmartwiona obywatelka
uk: Стурбована містянка

source: Zmartwiony już chciał uciekać, lecz dojrzał to jeden z doświadczeńszych muzyków i, zapytawszy, co ten zamierza zagrać, odpowiedział mu: ta struna ci się nie przyda!
uk: Занепокоєний, він хотів втекти, але один з більш досвідчених музикантів помітив це і, запитавши, що він збирається грати, відповів: ця струна тобі не знадобиться!

source: Zmartwiony obywatel
uk: Стурбований містянин

source: Zmasowany atak dzikich zwierząt oczywiście odpada, żadna powódź nas tutaj nie dosięgnie, więc pozostaje jedna możliwość: lawina skalna.
uk: Масовий напад диких тварин, очевидно, неможливий, ніяка повінь сюди не дійде, тож залишається єдиний варіант – кам'яна лавина.

source: Zmiany dotknęły też najstarszej dzielnicy miasta. Dostrzegając zagrożenia natury taktycznej, Maksym zburzył dotychczasową siedzibę starszyzny i na jej miejscu wniósł ratusz, oraz zamienił dotychczasowe drewniane palisady na wytrzymałe kamienne mury. Między nimi usytuowano dwie zewnętrzne bramy, a kilka lat później, w miarę rozwoju Archolos, dobudowano też dwie środkowe.
uk: Зміни торкнулися і найстарішого кварталу міста. Усвідомлюючи загрози тактичного характеру, Максимус зніс колишню резиденцію старійшин і побудував на її місці ратушу, а колишні дерев'яні частоколи замінив міцними кам'яними стінами. Між ними були розташовані двоє воріт, а через кілька років, коли Архолос розрісся, добудували ще й двоє внутрішніх воріт.

source: Zmiany nadeszły dopiero wraz ze wstąpieniem na tron króla Domenico, który jako pierwszy spojrzał na wschód, ku przepastnej morskiej toni odgradzającej Królestwo Myrtany od pełnych skarbów i tajemnic nowych lądów.
uk: Зміни настали лише зі сходженням на престол короля Доменіко, який першим кинув свій погляд на схід, на бездонне море, що відділяло Королівство Міртана від нових земель, сповнених скарбів і таємниць.

source: Zmiany uaktywnią się po ponownym uruchomieniu!
uk: Потрібно перезапустити гру!

source: Zmiany uaktywnią się po ponownym uruchomieniu! Może naprawić problemy ze stabilnością gry.
uk: Потрібно перезапустити гру! Це може виправити проблеми зі стабільністю гри.

source: Zmienisz zdanie, gdy orkowie zapukają ci do domu.
uk: Ти зміниш свою думку, коли орки постукають у твої двері.

source: Zmienisz zdanie, jak usłyszysz jej głos.
uk: Ти передумаєш, коли почуєш її голос.

source: Zmienić? Pan władza wie, jak to jest usychać z tęsknoty za widokiem ukochanej kobiety? Jak to jest dusić się przez brak jakiegokolwiek spojrzenia z jej strony?
uk: Змінити? А панові відомо, як це – сумувати за коханою жінкою? Яке це відчуття, коли ти задихаєшся від відсутності погляду з її боку?

source: Zmieniłem zdanie i postanowiłem pomóc handlarce Dimie. Mam dla niej odnaleźć niejakiego Sundera i wyciągnąć od niego jakieś wieści. Najemnik powinien kręcić się w pobliżu karczmy w wiosce Silbach.
uk: Я передумав і вирішив допомогти торговці Діні. Я маю знайти для неї найманця на ім'я Сандер і отримати від нього якусь інформацію. Він повинен вештатися біля корчми в селі Сільбах.

source: Zmieniłem zdanie, pomogę ci coś wymyślić.
uk: Я передумав, я допоможу тобі щось вигадати.

source: Zmieniłem zdanie, pomogę ci z armatą.
uk: Я передумав, я допоможу тобі з гарматою.

source: Zmieniłem zdanie, pomogę ci.
uk: Я передумав, я допоможу тобі.

source: Zmieniłem zdanie. Oddacie mi ją za darmo.
uk: Я передумав. Ви віддасте мені її задарма.

source: Zmieniłem zdanie. Pomogę wam posprzątać brzeg.
uk: Я передумав. Я допоможу вам очистити берег.

source: Zmieniłem zdanie. Postanowiłem jednak wam zapłacić.
uk: Я передумав. Вирішив вам заплатити.

source: Zmieniłem zdanie. Poszukam dla ciebie tego Sundera.
uk: Я передумав. Пошукаю для тебе цього Сандера.

source: Zmieniłem zdanie. Wyruszę z tobą do miasta.
uk: Я передумав. Я вирушу з тобою до міста.

source: Zmieniłeś jednak zdanie i staniesz do walki?
uk: То ти передумав і будеш битися?

source: Zmieniłeś zdanie, czy jeszcze raz mam ci udowodnić, jak bardzo potrafię być przekonujący?
uk: Ти передумав, чи я маю ще раз довести тобі, наскільки переконливим я можу бути?

source: Zmierz się w końcu z samym sobą! Tak bardzo pędzisz do przodu, że sam nie możesz za sobą nadążyć. Spójrz, gdzie cię to doprowadziło, stałeś się cieniem samego siebie.
uk: Ти тільки поглянь на себе! Ти так рвешся вперед, що сам не встигаєш за собою. Подивись, до чого це призвело, ти став тінню самого себе.

source: Zmierzasz do czegoś?
uk: Ти щось задумав?

source: Zmierzysz się z jakimś obdartusem z portu. Szczerze mówiąc, nawet go nie znam, ale nie wygląda na groźnego przeciwnika.
uk: Тобі доведеться битися з якимось обірванцем з порту. Чесно кажучи, я його навіть не знаю, але він не схожий на небезпечного суперника.

source: Zmierzysz się z najbardziej doświadczonym wojownikiem, jak do tej pory. To jakiś Południowiec, ale tak wywija mieczem, że wygląda jakby tańczył.
uk: Ти зіткнешся з найдосвідченішим воїном. Це якийсь південець, але він так вправно розмахує мечем, що здається, ніби він танцює.

source: Zmień wygląd ścian w swoim domu!
uk: Змініть вигляд стін у вашому помешканні!

source: Zmniejsza szczegóły obiektu widzianych z dużej odległości.
uk: Зменшує деталізацію віддалених об'єктів.

source: Zmniejszenie potwora
uk: Зменшення монстра

source: Zmora wargów
uk: Прокляття варгів

source: Zmusili mnie do tego... powiedzieli, że pozwolą mi odpłynąć na Khorinis...
uk: Вони змусили мене це зробити... Вони сказали, що дозволять мені відплисти до Хорінісу...

source: Zmuś mnie.
uk: Змусь мене.

source: Zmykaj bo ruszymy na ciebie wszyscy!
uk: Забирайся, або отримаєш від всіх нас!

source: Zmykaj stąd, mały! Jeszcze mi zwierzynę wypłoszysz!
uk: Забирайся звідси, юначе! Розлякаєш мою дичину!

source: Zmywam się!
uk: Я забираюся звідси!

source: Zmywamy się! Nie chcę tu umierać!
uk: Забираймося звідси! Я не хочу тут помирати!

source: Zmęczony po walce? Jeśli planujesz spać to zapomnij o Przystani. Te biesiady po turniejach trwają zazwyczaj kilka dni...
uk: Втомився після бою? Якщо плануєш виспатися, то забудь про Гавань. Ці бенкети після турніру зазвичай тривають кілька днів...

source: Zna on Kessela od jego bardziej... 'spontanicznej' strony, dlatego chciał uchronić was przed kolejnymi pochopnymi decyzjami.
uk: Він знає Кесселя з його більш... 'спонтанного' боку. Саме тому він хотів уберегти вас обох від будь-яких подальших необдуманих рішень.

source: Zna się na drewnie i jest przyzwyczajony do surowych warunków, myślę, że się nada.
uk: Він знається на деревині і звик до суворих умов, думаю, він підійде.

source: Zna te kanały najlepiej z nas, może coś wie.
uk: Він знає цю каналізацію краще за нас. Можливо, він щось знає.

source: Znacie mnie i wiecie, że można mi zaufać!
uk: Ви знаєте мене і знаєте, що мені можна довіряти!

source: Znacie się?
uk: Ти його знаєш?

source: Znacie to powiedzenie, wróg twojego wroga i tak dalej.
uk: Знаєте, як кажуть, 'ворог твого ворога...', і так далі.

source: Znacznie lepiej niż parę miesięcy temu.
uk: Значно краще, ніж кілька місяців тому.

source: Znacznie lepiej, dobrze było w końcu zakosztować zwykłego wioskowego życia.
uk: Значно краще, добре було нарешті відчути смак звичайного сільського життя.

source: Znaczy się, pracowaliśmy. Pozostali członkowie ekipy mogą potwierdzić, że nie mielibyśmy nawet kiedy uszkodzić tego dźwigu!
uk: Ми просто працювали. Інші члени бригади можуть підтвердити, що ми б навіть не встигли пошкодити той кран!

source: Znaczy się, rozkaz, dowódco!
uk: Наказуйте, командире!

source: Znaczy się...
uk: Тобто...

source: Znaczy się... Gdzie idziemy?
uk: Тобто... Куди ми йдемо?

source: Znaczy się... tak - nie szukasz pracy, czy nie - szukasz pracy?
uk: Я мав на увазі... так – ти не шукаєш роботу, чи ні – шукаєш?

source: Znaczy, 'armii'. Dobre sobie. Raczej zgrai wieśniaków, bandytów i obszarpańców rekrutowanych przymusowo. Z rozkazu miłościwie nam panującego Rhobara II.
uk: І коли я кажу 'армія'... Це ще сильно сказано. Швидше купка селян, бандитів і волоцюг, набраних примусово. За наказом милостиво нами правлячого Робара II.

source: Znaczy, wiesz, zostawiłem patelnię na ogniu, muszę wstąpić do domu.
uk: Я маю на увазі, ну, знаєш, я залишив сковорідку на вогні, і мені потрібно повертатися додому.

source: Znaj swoje miejsce chłopcze, bo zaraz zmienię zdanie co do waszego udziału w tym całym przedsięwzięciu.
uk: Знай своє місце, хлопче, бо я скоро можу змінити свою думку про твою участь у цій справі.

source: Znajduje się na nim moja podobizna.
uk: На ній мій портрет.

source: Znajdzie się dla mnie jakaś praca?
uk: Чи знайдеться для мене якась робота?

source: Znajdzie się dla mnie jakaś robota?
uk: Чи знайдеться для мене якась робота?

source: Znajdziecie kogoś do konserwacji wszystkich kusz.
uk: Потрібно знайти когось, хто буде обслуговувати наші арбалети.

source: Znajdziecie kogoś, kto sprawdzi i dokona konserwacji całej partii towaru.
uk: Знайдіть когось, хто буде перевіряти та обслуговувати всю партію товару.

source: Znajdziesz dla mnie jakąś robotę?
uk: Можеш знайти мені роботу?

source: Znajdziesz go w kościele, ale osobiście nie mam zielonego pojęcia, co musiałbyś zrobić, żeby zdobyć jego szacunek.
uk: Його можна знайти в церкві, але особисто я не маю ні найменшого уявлення, що потрібно зробити, щоб заслужити його повагу.

source: Znajdziesz ich przy Placu Targowym, często grają tam w szachy.
uk: Їх можна знайти на Ринковій площі, вони там часто грають в шахи.

source: Znajdziesz ją obok wejścia do starej wieży... w zaroślach, o ile dobrze pamiętam. Problem w tym, że... gdzieś zgubiłem do niej klucz.
uk: Ти знайдеш її поруч із входом у стару вежу... У кущах, якщо я правильно пам'ятаю. Проблема в тому що... Я десь загубив ключ від неї.

source: Znajdziesz sobie kobietę, to zrozumiesz. Wtedy pogadamy. No, na mnie już czas. Oby Viktor szybko się pozbierał. Do zobaczenia.
uk: Знайдеш собі жінку, зрозумієш. Тоді й поговоримо. Що ж, мені пора йти. Сподіваюся, Віктор швидко одужає. До зустрічі.

source: Znajdziesz tam kilka ciasno położonych obok siebie chat. Kurt mieszka w największej z nich, tuż nad rzeką.
uk: Там ти побачиш кілька хатинок, тісно притулених одна до одної. Курт живе в найбільшій із них, прямо на березі річки.

source: Znajdziesz tam sporo pieców. Einar powinien kręcić się przy jednym z nich.
uk: Там ти знайдеш багато плит. Ейнар має крутитися біля однієї з них.

source: Znajdziesz tutaj zarówno sporo sposobów na uczciwy zarobek, jak i sporo ludzi, którzy będą ci chcieli go odebrać. Uważaj na nich.
uk: Ти знайдеш як багато способів чесного заробітку, так і багато людей, які захочуть у тебе його відібрати. Остерігайтеся їх.

source: Znajdziesz tutaj łowców przygód, średnio uczciwych handlarzy albo ludzi, którzy po prostu nie chcą płacić podatków.
uk: Тут ти знайдеш авантюристів, в міру чесних торговців або людей, які просто не хочуть платити податки.

source: Znajdziesz u mnie tylko najlepsze klingi na Archolos.
uk: У мене ти знайдеш тільки найкращі клинки на Архолосі.

source: Znajdziesz u mnie tylko najlepsze towary!
uk: У мене ти знайдеш тільки найкращі товари!

source: Znajdziesz u mnie wszystko czego może potrzebować każdy mag lub nowicjusz. Rozejrzyj się, może i dla siebie znajdziesz coś interesującego.
uk: У мене знайдеться все, що може знадобитися будь-якому магу або послушнику. Поглянь, можливо, і для себе знайдеш щось цікаве.

source: Znajdę inny sposób na dostanie się do miasta.
uk: Я знайду інший спосіб потрапити до міста.

source: Znajdę kogoś innego, ale nie masz co liczyć na darmowy posiłek!
uk: Я знайду когось іншого, але на дармову їжу можеш не розраховувати!

source: Znajdź Docana i powiedz mu, że ja cię przysyłam. Powinien zabrać cię na polowanie. Liczę, że wtedy już ostatecznie się przekonacie do zakupu.
uk: Знайди Докана і скажи йому, що це я тебе послав. Він повинен взяти тебе на полювання. Я сподіваюсь, що до того часу ти остаточно переконаєшся у доцільності покупки.

source: Znajdź Jona i jego ekipę, wróćcie na powierzchnię, a wtedy ci powiem, jak sytuacja.
uk: Знайди Йона і його групу, повертайтеся на поверхню, і тоді я розповім тобі, яка ситуація.

source: Znajdź człowieka o imieniu Huxlay. To mój zaufany człowiek - pracuje nad In Extremo od jakiegoś czasu.
uk: Знайди людину на ім'я Хакслі. Це моя довірена особа – він працює над проблемою In Extremo вже деякий час.

source: Znajdź je. Błagam!
uk: Знайди їх. Благаю!

source: Znajdź sobie własne!
uk: Знайди собі іншу!

source: Znajomość sposobów wytwarzania i konserwacji wina często nie wystarcza, by uchronić je przed zepsuciem. Wielu kupców nie ma jednak skrupułów, by sprzedawać butelki zwietrzałego trunku. Znany z ciętego języka właściciel winnicy na Archolos, Valerio, zwykł komentować ten stan rzeczy słowami: „ileż tego paskudztwa wciskają ludziom na targach, to się w dupie nie mieści”.
uk: Знань про виробництво та зберігання вина часто недостатньо, щоб не дати йому зіпсуватися. Однак багато торговців не соромляться продавати пляшки несвіжого вина. Валеріо, власник виноградника на Архолосі, прокоментував це так: 'Ви не повірите, скільки цього паскудства вони продають людям на ринках'.

source: Znajomość z właścicielem najsłynniejszej winnicy na świecie jest raczej sporo warta, nieprawdaż?
uk: Знайомство з власником найвідомішого виноградника в світі багато чого варте, чи не так?

source: Znajomy Yannicka o imieniu Roy powiedział mi, że skrzynię z bagiennym zielem mogę znaleźć gdzieś w zaroślach w pobliżu wejścia do starej wieży niedaleko stąd. Problem w tym, że zamek do kufra jest zamknięty, a Roy twierdzi, że zgubił do niego klucz. Facet brzmiał, jakby nie mówił mi całej prawdy. Spróbuję znaleźć ten klucz.
uk: Друг Янніка на ім'я Рой сказав мені, що я можу знайти скриню з болотною травою десь у чагарниках біля входу до старої вежі неподалік звідси. Проблема в тому, що замок на скрині замкнений, і Рой стверджує, що загубив ключ від неї. Склалося враження, що хлопець розповів мені не всю правду. Я спробую знайти цей ключ.

source: Znajomy? W dziwne swaty się angażujesz...
uk: Знайомий? Ти досить дивно сватаєшся...

source: Znajomym... Starszego? Gadaaaanie...
uk: Друг... старости? Бреееешеш...

source: Znając Rodericha, za kilka dni wyśle tu kolejny patrol i mój interes szlag trafi. Miejmy jednak nadzieję, że się tak nie stanie.
uk: Знаючи Родеріха, за кілька днів він відправить сюди ще один наряд, і моєму бізнесу буде завдано удару. Будемо сподіватися, що цього не станеться.

source: Znając go, pewnie gdzieś przycupnął na terenie winnicy, ale gdzie dokładnie, nie mam pojęcia.
uk: Знаючи його, він, напевно, сидить десь на території виноградника, але де саме, я гадки не маю.

source: Znając ich aktualną politykę, połowę górników wysłaliby prosto do Górniczej Doliny.
uk: Знаючи їхню нинішню політику, вони б відправили половину гірників прямо в Гірничу Долину.

source: Znając twoją kuchnię, na pewno nie pożałuję.
uk: Знаючи, як ти готуєш, я точно не пошкодую.

source: Znając twoją renomę, złoto przesyłam już z góry, znajdziesz je w sakwie dołączonej do tego listu.
uk: Знаючи твою репутацію, надсилаю золото заздалегідь. Знайдеш його в гаманці, доданому до листа.

source: Znając was, obcych, to pewnie wlazł, gdzie nie powinien był wleźć i podkrada zapasy uczciwym ludziom!
uk: Знаючи вас, чужинців, він, напевно, прослизнув туди, куди не слід, і краде запаси у чесних людей!

source: Znając życie, to dało się go uratować, ale żaden miejski konował nie podołał. Co w związku z tym?
uk: З досвіду скажу, що його можна було врятувати, але, мабуть, жоден міський шарлатан не зміг цього зробити. То що з наконечником?

source: Znając życie, zanim jedni albo drudzy kiwną palcem, Bestia znów zaatakuje. Jestem tego pewien.
uk: Як показує життя, не встигне Варта поворухнути пальцем, як Звір знову нападе. Я в цьому впевнений.

source: Znak od Lorenzo.
uk: Знак від Лоренцо.

source: Znakomicie się spisałeś, Marvin. Proszę, oto obiecana zapłata.
uk: Ти чудово попрацював, Марвіне. Прошу, ось обіцяна оплата.

source: Znakomicie! Przynieś mu ją, proszę. Możesz nawet wziąć moją kopię... chociaż nie, czekaj, ostatnio ją gdzieś zgubiłem... no trudno.
uk: Чудово! Віднеси йому її, будь ласка. Можеш навіть взяти мою копію... хоча ні, зачекай, я її десь загубив... ну добре.

source: Znakomicie. A teraz wracając do ciebie...
uk: Чудово. А тепер повернемося до тебе...

source: Znakomicie. A teraz wynocha. Nie chcę zmarnować kolejnych pereł.
uk: Чудово. А тепер забирайся. Я не хочу більше марнувати жодної перлини.

source: Znakomicie. Czego oczekuje od nas Grayson?
uk: Чудово. Що Грейсон очікує від нас?

source: Znakomicie. Daj mi chwilę. Proszę, oto dokument potwierdzający uzyskanie przez ciebie obywatelstwa miasta 'Archolos'.
uk: Чудово. Дай мені хвилинку. Будь ласка, ось документ, який підтверджує набуття тобою громадянства міста Архолос.

source: Znakomicie. Uwiniesz się z tym raz-dwa.
uk: Чудово. Ти швидко там впораєшся.

source: Znalazł się taki jeden... śmiałek, który poprowadził najeźdźców przez podziemne tunele.
uk: Знайшовся один такий... відчайдух, який провів загарбників через підземні тунелі.

source: Znalazłaby się jakaś praca na twojej winnicy?
uk: На твоєму винограднику знайдеться якась робота?

source: Znalazłaby się jakaś robota dla mnie?
uk: Чи знайдеться для мене якась робота?

source: Znalazłem Ducha, ale gdy tylko mnie zobaczył, rzucił się na mnie z pazurami.
uk: Я знайшов Духа, але як тільки він мене побачив, то кинувся на мене.

source: Znalazłem Elco w obozie węglarzy. Mówi, że uciekł, bo Knut źle go traktował. Postanowiłem pomóc drwalowi ukryć się przed jego prześladowcą. Mam wrócić do Knuta i przekazać, że Elco nie żyje. Na dowód moich słów mam mu też pokazać amulet rodzinny Elco.
uk: Я знайшов Елько в таборі вуглярів. Він сказав, що втік, бо Кнут погано з ним поводився. Я вирішив допомогти лісорубу сховатися від переслідувача. Я маю повернутися до Кнута і сказати йому, що Елько мертвий. Як доказ цього я маю показати йому фамільний амулет Елько.

source: Znalazłem Elco w obozie węglarzy. Mówi, że uciekł, bo Knut źle go traktował. Postanowiłem zmusić go siłą do powrotu do pracy. Mam nadzieję, że byłem wystarczająco przekonujący. Powinienem teraz wrócić do Knuta po obiecane drewno.
uk: Я знайшов Елько в таборі вуглярів. Він сказав, що втік, бо Кнут погано з ним поводився. Я вирішив змусити його повернутися до роботи. Сподіваюся, я був достатньо переконливим. Тепер я повинен повернутися до Кнута за обіцяними дровами.

source: Znalazłem Hoda, niestety martwego. Pora wracać do Willema.
uk: Я знайшов Хода, на жаль, мертвого. Час повертатися до Віллема.

source: Znalazłem Jorna. Nie żyje.
uk: Я знайшов Йорна. Він мертвий.

source: Znalazłem Rębacza, ale gdy tylko mnie zobaczył, rzucił się na mnie z pazurami.
uk: Я знайшов Різника, але як тільки він мене побачив, то кинувся на мене.

source: Znalazłem Sundera, ale jest kompletnie pijany. Muszę znaleźć jakiś sposób, by postawić go na nogi. Bastian z pewnością ma doświadczenie z takimi przypadkami, może mi coś doradzić.
uk: Я знайшов Сандера, але він геть п'яний. Я мушу знайти спосіб поставити його на ноги. Бастіан, безумовно, має більше досвіду у таких справах і зможе мені щось порадити.

source: Znalazłem beczkę niedaleko stoczni. Jeden z gońców wysłanych przez Adelarda z ochotą sprawdził jej zawartość, więc na wszelki wypadek poradziłem mu unikać ludzi przez jakiś czas.
uk: Я знайшов бочку біля корабельні. Один із посланців, відправлених Аделардом, прагнув перевірити її вміст, тож я порадив йому про всяк випадок триматися подалі від людей.

source: Znalazłem brata! Teraz planujemy opuścić wyspę.
uk: Я знайшов свого брата! Тепер ми плануємо покинути острів.

source: Znalazłem broń.
uk: Я знайшов зброю.

source: Znalazłem chatę, o której mówiłeś.
uk: Я знайшов хатину, про яку ти казав.

source: Znalazłem ciało Gerwina.
uk: Я знайшов тіло Гервіна.

source: Znalazłem ciało Gerwina. Rozpoznałem go jedynie po twojej pieczęci, która była przy jego ciele.
uk: Я знайшов тіло Гервіна. Я впізнав його лише по твоїй печатці, яка була поруч з тілом.

source: Znalazłem ciało Roela. Ciężko powiedzieć, co go załatwiło. Wygląda, jakby spadł z wysokości, ale jednocześnie ciało jest też mocno nadgryzione przez pełzacze. Nie został też ograbiony. Może to był jedynie wypadek? Muszę zdecydować, czy chcę komuś o tym powiedzieć. W aktualnej sytuacji nie wiadomo, jak wpłynie to na nastroje.
uk: Я знайшов тіло Роела. Важко сказати, від чого він загинув. Схоже, що він упав з висоти, але в той же час тіло також сильно обгризене повзунами. Його не обікрали. Можливо, це був просто нещасний випадок? Я маю вирішити, чи хочу я комусь про це розповідати. У теперішній ситуації незрозуміло, як це вплине на людей.
